<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>KCF | Services</title>

    <!-- Main Stylesheet File -->

<link href="css/mystyle.css" rel="stylesheet">
<link href="css/navbar.css" rel="stylesheet">

    <!-- Bootstrap CSS File -->
    <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.5.0/css/bootstrap.min.css" integrity="sha384-9aIt2nRpC12Uk9gS9baDl411NQApFmC26EwAOH8WgZl5MYYxFfc+NcPb1dKGj7Sk" crossorigin="anonymous">

            <!-- fontawsome Stylesheet File -->
  <link href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.13.0/css/all.min.css" rel="Stylesheet">
  <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/baguettebox.js/1.10.0/baguetteBox.min.css"/>
<!-- Favicon -->
  <link rel="shortcut icon" href="image/favicon.png">

</head>

<body>
<div class="flex p-0">
 <div class="container-fluid m-0 p-0">

 <!-----------------------Start Header-------------------->

        <!-- Navbar-->
        <nav class="navbar navbar-expand-lg fixed-top py-3">
            <div class="container"><a href="#" class="navbar-brand text-uppercase font-weight-bold"></a>
                <button type="button" data-toggle="collapse" data-target="#navbarSupportedContent" aria-controls="navbarSupportedContent" aria-expanded="false" aria-label="Toggle navigation" class="navbar-toggler navbar-toggler-right"><i class="fa fa-bars"></i></button>
                <div id="navbarSupportedContent" class="collapse navbar-collapse">
                    <ul class="navbar-nav ml-auto">
                        <li class="nav-item active"><a href="index.php#home" class="nav-link">Home <span class="sr-only">(current)</span></a></li>
                        <li class="nav-item"><a href="index.php#about" class="nav-link">About</a></li>
                        <li class="nav-item"><a href="index.php#services" class="nav-link">Services</a></li>
                        <li class="nav-item"><a href="index.php#gallery" class="nav-link">Gallery</a></li>
                        <li class="nav-item"><a href="index.php#ourteam" class="nav-link">Our team</a></li>
                        <li class="nav-item"><a href="index.php#contactus" class="nav-link">Contact Us</a></li>
                    </ul>

                </div>
            </div>
        </nav>

 <!-----------------------Start Relief-------------------->
    <div id="reliief" class="bg-light p-3">
            <div class="col-md-3 abt">
            <h1>Relief</h1></div>
           <div class="col-12 col-md-10 mr-auto ml-auto">
           <div class="col-md-12 abttab1 bg-white">
            <p>
               കണ്ണൂരിന്‍റെ സാംസ്കാരിക ഭൂമികയിലേക്കും പൈതൃക ബോധത്തിലേക്കും ഉദയം ചെയ്ത മഹത്തായ സംഘമാണ് കണ്ണൂര്‍ കള്‍ച്ചറല്‍ ഫൗണ്ടേഷന്‍ വിരളമായ കാലത്തിനിടയില്‍ തന്നെ ഒട്ടേറെ നന്മകള്‍ ചെയ്തു തീര്‍ക്കുകയാണ് ഈ സംഘത്തിന്‍റെ ലക്ഷ്യം. നന്മയുടെ നാവുകള്‍ അപ്രത്യക്ഷമാകുന്ന പ്രക്രിയ കാലത്ത് നേരും നന്മയും കൊണ്ട് സമൂഹത്തെ നയിക്കാനുള്ള പരിശ്രമമാണ് കണ്ണൂര്‍ കള്‍ച്ചറല്‍ ഫൗണ്ടേഷന്‍ (KCF) നടത്തി ക്കൊണ്ടിരിക്കുന്നത് കണ്ണൂര്‍ ജില്ലാ പരിധിയില്‍ വിവിധ ഇടങ്ങളിലായി വ്യാപിച്ചിരിക്കുന്ന KCF ന് മികവുറ്റ പ്രവര്‍ത്തന മാര്‍ഗമാണ് നിലവിലുള്ളത് ജീവകാരുണ്യ രംഗത്തും സാംസ്കാരിക രംഗത്തും വിദ്ധ്യാഭ്യാസ രംഗത്തും ഉള്‍പ്പെടെ നിരവധി മേഖലകളില്‍ ഇടപെടുകയും സാമൂഹികമായി നിര്‍വ്വഹിക്കേ@ണ്ട ബാധ്യതയും ഉത്തരവാദിത്വവും നിര്‍വ്വഹിക്കുകയും ചെയ്യാന്‍ സംഘടന ശ്രമിച്ച് പോരുന്നുണ്ട്.
    സമൂഹത്തില്‍ അവശത അനുഭവിക്കുന്നവരെ ആവശ്യപ്പെടാതെ തന്നെ സഹായഹസ്തം തേടുന്നവരുമായ നിരവധി പേര്‍ക്കാണ് ഇതിനോടകം കെ.സി.എഫിന്‍റെ സഹായ ഹസ്തം ലഭ്യമായത് സാഹ ചര്യങ്ങള്‍ കൊണ്ട് അവശരായവരും സമൂഹത്തിന്‍റെ പിന്നാമ്പുറത്തേക്ക് മാറ്റി നിര്‍ത്തപ്പെട്ടവരുമായ നിരവധി പേര്‍ ചുറ്റും നില കൊള്ളുന്നു എന്ന സത്യം തിരിച്ചറിഞ്ഞ് അത്തരക്കാരെ ആവശ്യമായ സഹായങ്ങള്‍ നല്‍കി സമൂഹത്തിന്‍റെ മുഖ്യധാരയിലേക്ക് കൊണ്ട് വരികയെന്നതും KCF ന്‍റെ സ്ഥാപിത ലക്ഷ്യമാണ് വിവിധ ഘട്ടങ്ങളിലായി ഇത്തരം ലക്ഷ്യങ്ങള്‍ മുന്‍നിര്‍ത്തി നിരവധി പദ്ധതികളാണ് കണ്ണൂരിന്‍റെ ഹൃദയം തൊട്ട ഈ സംഘം നടത്തി വരുന്നത് ജില്ലയിലെ വിവിധയിടങ്ങളില്‍ ഗഇഎ വളണ്ടിയര്‍മാരുടെ നേതൃത്വത്തില്‍ കോവിഡ് ബോധവല്‍ക്കരണം, ഹാന്‍ഡ് വാഷ്, വിതരണം സ്നേഹ സ്പര്‍ഷം സഹായ കിറ്റ് വിതരണം, പെരുന്നാള്‍ പുടവ വിതരണം, സ്നേഹാലത്തില്‍ സ്നേഹ നിലാവ്, സൗജന്യ ഭക്ഷണ വിതരണം, കുടിവെള്ള വിതരണം എന്നിവയും കൂടാതെ 500 ഓളം കുടുംബങ്ങള്‍ക്ക് അവരുടെ പ്രയാസം തിരിച്ചറിഞ്ഞ് കോവിഡ് കാലത്ത് സൗജന്യ ഭക്ഷണ കിറ്റ് വിതരണവും തുടങ്ങി ഒന്നോടെ അഭിമാന കരമായ പ്രവര്‍ത്തനങ്ങളാണ് ഇതിനോടകം കണ്ണൂര്‍ കള്‍ച്ചറല്‍ ഫൗണ്ടേഷന്‍ നടത്തിയത്.
  മനസ്സില്‍ ആര്‍ദ്രതയും സ്നേഹവും നിലനില്‍ക്കുന്ന ഒരുപറ്റം ചെറുപ്പക്കാരുടെ നേതൃത്വത്തില്‍ ക്രിയാത്മകമായും കുറ്റ മറ്റ രീതിയിലുമാണ് ഈ പ്രവര്‍ത്തനങ്ങളെല്ലാം നടന്ന് കൊണ്ടിരിക്കുന്നത്. നാടിന്‍റെ വിവിധ തുറകളില്‍ നിന്നുള്ള വ്യക്തികളുടെ നിര്‍ലോഭമായ പിന്തുണയും സഹായവും ഈ പ്രവര്‍ത്തനത്തിനെല്ലാം വലിയ മുതല്‍ കൂട്ടാണെന്ന് പറയാതിരിക്കാന്‍ വയ്യ നാട്ടിന്‍ പുറങ്ങളിലും നമുക്കിടയിലും നിരവധി പ്രസ്ഥാനങ്ങളും സംഘടനകളും ജന്മമെടുത്തിട്ടുണ്ടെങ്കിലും മത രാഷ്ട്രീയ വ്യത്യാസങ്ങള്‍ ക്കതീതമായി പിറവിയെടുത്ത കണ്ണൂര്‍ കള്‍ച്ചറല്‍ ഫൗണ്ടേഷന്‍ ശക്തമായ ചുവടുകളോടെയാണ് മുന്നോട്ട് നീങ്ങുന്നത്.

              </p>
              </div>
              </div>
            </div>

<!-----------------------End Relief-------------------->
 <!-----------------------Start Education-------------------->
    <div id="education" class="bg-light p-3">
            <div class="col-md-3 abt">
            <h1>Education</h1></div>
           <div class="col-12 col-md-10 mr-auto ml-auto">
           <div class="col-md-12 abttab1 bg-white">

              <h6 class="text-center mr-auto ml-auto pt-4"><strong>സ്കോളർഷിപ്പുകൾ കാത്തിരിക്കുന്നു ബോധവൽക്കരണം അനിവാര്യം</strong></h6>
 <h6 class="text-center"><small> ഇക്ബാൽ കോയിപ്ര |
 ഹെഡ് അക്കൗണ്ടന്റ്, സർ സയ്യിദ് കോളേജ് തളിപ്പറമ്പ്</small></h6><hr>
<p>
 കേന്ദ്ര-സംസ്ഥാന സർക്കാറുകൾ മിടുക്കരും സാമ്പത്തികമായി പിന്നോക്കം നിൽക്കുന്നവരുമായ വിദ്യാർഥികൾക്കായി വിവിധ സ്കോളർഷിപ്പുകൾ നൽകിവരുന്നുണ്ട്. സ്കോളർഷിപ്പുകളെ കുറിച്ച് രക്ഷിതാക്കളും വിദ്യാർത്ഥികളും വിദ്യാഭ്യാസ പ്രവർത്തകരും നല്ലവണ്ണം ബോധവാന്മാരാ കേണ്ടിരിയിക്കുന്നു.
  പ്രത്യേകം താല്പര്യം എടുക്കുന്ന ചില കോളേജുകളിലും സ്കൂളുകളിലും ഒഴികെ കൃത്യസമയത്ത് സ്കോളർഷിപ്പുകളെക്കുറിച്ച് വിദ്യാർത്ഥികൾക്ക് കൃത്യമായി അറിവ് ലഭിക്കാത്തതുകൊണ്ട് സാമ്പത്തികമായ വിഷമം കൊണ്ട് പഠനം പോലും മുടങ്ങുന്ന അർഹരായ കുട്ടികൾക്കും സ്കോളർഷിപ്പുകൾ ലഭിക്കാത്ത അവസ്ഥ നിലവിലുണ്ട്.
   വിവിധ കോഴ്സുകൾക്ക് പഠനം നടത്തുന്ന വിദ്യാർത്ഥികൾക്ക് സർക്കാരിൽ നിന്ന് ലഭിക്കാത്ത പ്രധാനപ്പെട്ട ചില സ്കോളർഷിപ്പുകളെ കുറിച്ച് ചുരുങ്ങിയ വിവരണം ഇവിടെ നൽകുകയാണ് എസ്എസ്എൽസി കഴിഞ്ഞ കുട്ടികൾക്ക് ലഭിക്കുന്ന സ്കോളർഷിപ്പുകളെ  കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾ കോളേജിയേറ്റ് എഡ്യൂക്കേഷന്റെ 
   <a href="http://www.dcescholarship.kerala.gov.in">www.dcescholarship.kerala.gov.in</a> എന്ന വെബ്സൈറ്റിലും ലഭിക്കും സ്കോളർഷിപ്പുകളും ബാങ്ക് മുഖേന വിതരണം ചെയ്യുന്നത് കൊണ്ട് കുട്ടിയുടെ പേരിൽ IFSC കോഡുള്ള നാഷണലിസ്റ്റ് ഷെഡ്യൂൾഡ് കൊമേഴ്സിൽ ബാങ്കുകളിൽ ആധാർ ലിങ്ക് ചെയ്ത സേവിംഗ്സ് ബാങ്ക് അക്കൗണ്ട് തുടങ്ങി ഒന്നാം പേജിന്റെ അറ്റസ്റ്റ് ചെയ്ത കോപ്പിയും അപേക്ഷയോടൊപ്പം സമർപ്പിക്കേണ്ടതാണ്. ഒരു കുട്ടിക്ക് എത്ര സ്കോളർഷിപ്പുകൾക്ക് അപേക്ഷ സമർപ്പിക്കാം എങ്കിലും ഒന്നിൽ കൂടുതൽ സ്കോളർഷിപ്പുകൾക്ക് തെരഞ്ഞെടുക്കപ്പെട്ടാൽ സ്കോളർഷിപ്പ് തുക കൂടുതൽ ഏതാണോ അതാണ് വിദ്യാർഥികൾക്ക് ലഭിക്കുക. ചില സ്ഥാപനങ്ങൾ ഒന്നിൽ കൂടുതൽ അപേക്ഷകൾ സ്വീകരിക്കുന്നതിനായി പരാതികൾ ലഭിക്കുന്നുണ്ട്. പുതിയ അപേക്ഷകൾ ഓൺലൈനായി വെരിഫിക്കേഷനും അപ്രൂവലും   നടത്താതെ കുട്ടികളുടെ സ്കോളർഷിപ്പ് കൾ നഷ്ടപ്പെട്ടതായും ശ്രദ്ധയിൽപ്പെട്ടിട്ടുണ്ട്. ഇത്തരം സ്ഥാപനങ്ങളെ കുറിച്ച് രക്ഷിതാക്കളും പൊതുപ്രവർത്തകരും ജാഗ്രത പാലിക്കേണ്ടതാണ്.
<br><br>
 <strong>ഹയർ എഡ്യൂക്കേഷൻ സ്കോളർഷിപ്:</strong><br>
 ഒന്നാംവർഷ കോഴ്സുകൾക്ക് ഗവൺമെന്റ് എയിഡഡ്  കോളേജിൽ പഠിക്കുന്ന മിടുക്കരായ വിദ്യാർഥികൾക്ക് കേരള സംസ്ഥാന ഉന്നത വിദ്യാഭ്യാസ കൗൺസിൽ ഓരോ വർഷവും ആയിരം വീതം ഹയർ സെക്കൻഡറി എഡ്യുക്കേഷൻ സ്കോളർഷിപ്പുകൾ നൽകുന്നു. തിരഞ്ഞെടുക്കപ്പെടുന്ന വിദ്യാർഥികൾക്ക് ഒന്നാം വർഷ ഡിഗ്രി മുതൽ പി ജി പഠനം പൂർത്തിയാകുന്നതുവരെ അഞ്ചു വർഷങ്ങളിലായി 154000 രൂപ സ്കോളർഷിപ്പ് ആയി ലഭിക്കും. നവംബർ-ഡിസംബർ മാസങ്ങളിൽ അപേക്ഷ ക്ഷണിക്കും. ജനറൽ വിഭാഗത്തിൽ സയൻസ് കൊമേഴ്സ് വിഷയങ്ങളിൽ വാർഷിക പരീക്ഷയിൽ 75 ശതമാനവും ഹ്യൂമന്റിസ്  സോഷ്യൽ സയൻസ് വിഷയങ്ങൾക്ക് 60 ശതമാനവും മാർക്ക് ഉള്ളവർക്ക് അപേക്ഷിക്കാം എങ്കിലും പ്ലസ് ടു പരീക്ഷയിൽ ഏറ്റവും മികവ് പുലർത്തിയ വർക്കാണ് സ്കോളർഷിപ്പ് ലഭിക്കുക. ( അപേക്ഷ സമർപ്പിക്കാൻ obc ബിപിഎൽ വിഭാഗങ്ങളിലെ കുട്ടികൾക്ക് സയൻസ് 60 ശതമാനവും ഹ്യൂമാറ്റിസ്‌ സോഷ്യൽ സയൻസ് വിഷയങ്ങൾക്ക് 55 ശതമാനവും കൊമേഴ്സ് 60 ശതമാനവും എച്ച്ഡി കുട്ടികൾക്ക് മിനിമം പാസ് എസ് സി കുട്ടികൾക്ക് സയൻസ് ആൻഡ് സോഷ്യൽ സയൻസ് വിഷയങ്ങൾക്ക് 55 ശതമാനവും 60 ശതമാനവും  ഫിസിക്കലി ചലഞ്ച്ഡ്  കുട്ടികൾക്ക് 45 ശതമാനവും മാർക്ക് നേടിയാൽ മതി)അപേക്ഷകൾ  ഓൺലൈനായി <a href="http://www.kshec.kerala.gov.in">www.kshec.kerala.gov.in</a> എന്ന വെബ്‌സൈറ്റിലാണ്  നൽകേണ്ടത്.  ഓൺലൈനായി  അപേക്ഷ നൽകിയതിന്റെ പ്രിന്റൗട്ട്, SSLC +2 മാർക്ക് ലിസ്റ്റ് ബാങ്ക് പാസ്‌ബുക്കിന്റെ  ഒന്നാം പേജ് എന്നിവയുടെ ഗസറ്റഡ്  ഓഫീസറോ പ്രിസിപ്പളോ സാക്ഷ്യപ്പെടുത്തിയ കോപ്പി സഹിതം സ്ഥാപന മേധാവികൾക്ക് സമർപ്പിക്കേണ്ടതാണ്. ഈ സ്കോളർഷിപ്പിന്റെ  50% ജനറൽ ക്വോട്ടയിലും 27% ഒ.ബി. സി വിഭാഗത്തിനും  10% ബി പി എൽ വിഭാഗത്തിനും  10% പട്ടികജാതി /പട്ടികവർഗ്ഗ  വിഭാഗത്തിനും 3% വികലാംഗ വിദ്യാർത്ഥികൾക്കും  വില്ലേജ് ഓഫീസർ നൽകുന്ന  എട്ട് ലക്ഷം രൂപയിൽ  കുറവുള്ള വരുമാന സർട്ടിഫിക്കറ്റോ  നോൺ-ക്രമിലെയർ സർട്ടിഫിക്കറ്റോ ജാതി  സർട്ടിഫിക്കറ്റും അപേക്ഷയോടപ്പം സമർപ്പിക്കേണ്ടതാണ്. എസ് സി വിദ്യാർഥികൾ തദ്ദേശ സ്വയംഭരണ സ്ഥാപന സെക്രട്ടറിയിൽ നിന്നോ വില്ലേജ് എക്സ്റ്റെൻഷൻ ഓഫീസറിൽ നിന്നോ ഉള്ള ബി പി എൽ സർട്ടിഫിക്കറ്റോ ബി പി എൽ റേഷൻ കാർഡിന്റെ അറ്റസ്റ്റ് ചെയ്ത കോപ്പിയോ അപേക്ഷയോടപ്പം സമർപ്പിക്കണം. വികലാംഗ
ക്വട്ടയിൽ സ്‌കോളർഷിപ്പിന് അപേക്ഷിക്കുന്ന വിദ്യാർത്ഥികൾ മെഡിക്കൽ സർട്ടിഫിക്കറ്റ് കൂടി അപേക്ഷയോടപ്പം സമർപ്പിക്കണം. സ്‌കോളർഷിപ്പിന് അർഹരാകുന്ന വിദ്യാർത്ഥികൾക്ക് ഒന്നാം വർഷം 12000 രൂപയും രണ്ടാം വർഷം 18000 രൂപയും മൂന്നാം വർഷം 24000 രൂപയും ലഭിക്കുന്നതാണ്. ഡിഗ്രി തലത്തിൽ സ്കോളർഷിപ് ലഭിച്ച കുട്ടി പി ജി തലത്തിൽ തുടർ പഠനം നടത്തുകയാണെങ്കിൽ ഒന്നാം വർഷം 40000 രൂപയും രണ്ടാം വർഷം 60000 രൂപയും ലഭിക്കുന്നതാണ്.  വികലാംഗ ക്വട്ടയിൽ സ്‌കോളർഷിപ്പിന് തെരഞ്ഞെടുക്കപെടുന്ന വിദ്യാർത്ഥികൾക്ക് സ്കോളർഷിപ് തുകയുടെ 25% അധികമായി ലഭിക്കുന്നതാണ്. സ്കോളർഷിപ് പുതുക്കുന്നതിന് ജനറൽ വിഭാഗത്തിൽ പെടുന്ന വിദ്യാർത്ഥികൾ വാർഷിക പരീക്ഷയിൽ ബി ഗ്രേഡും ഒബിസി എസ് സി എസ് ടി ബിപിഎൽ വികലാംഗ വിദ്യാർത്ഥികൾക്ക് സി ഗ്രേഡും ലഭിച്ചിരിക്കണം.
<br />
<br><strong>സെൻട്രൽ സെക്ടർ സ്കോളർഷിപ്പ്</strong><br>
കേന്ദ്ര സർക്കാരിന്റെ മാനവാ വിഭവശേഷി വകുപ്പിന്റെ എങ്കിൽ പ്ലസ് ടു പരീക്ഷയിൽ ഏറ്റവും കൂടുതൽ മാർക്ക് ലഭിച്ച 20% വിദ്യാർത്ഥികൾക്ക് നൽകുന്ന സെൻട്രൽ സെക്ടർ സ്കോളർഷിപ്പിന് ജൂലൈ ആഗസ്റ്റ് മാസങ്ങളിൽ അപേക്ഷ ക്ഷണിക്കും. നാലര ലക്ഷം രൂപയിൽ കുറവ് രക്ഷിതാവിനെ വാർഷിക വരുമാനമുള്ള ഒന്നാം വർഷ ഡിഗ്രി വിദ്യാർഥികൾക്ക് അപേക്ഷിക്കാവുന്നതാണ്. അപേക്ഷകൾ ഓൺലൈനായി <a href="http://www.scholerships.gov.in">www.scholerships.gov.in</a> എന്ന വെബ്സൈറ്റിൽ ആണ് നൽകേണ്ടത്. ഓൺലൈനായി അപേക്ഷ നൽകിയതിനെ പ്രിന്റ് ഔട്ട് രക്ഷിതാവിന്റെ വരുമാന സർട്ടിഫിക്കറ്റ് അല്ലെങ്കിൽ നോട്ടറി അറ്റസ്റ്റ് ചെയ്ത ഇൻകം അഫിഡവിറ്റ് എസ്എസ്എൽസി പ്ലസ് ടു മാർക്ക് ലിസ്റ്റ് നേറ്റിവിറ്റി സർട്ടിഫിക്കറ്റ് കമ്മ്യൂണിറ്റി സർട്ടിഫിക്കറ്റ് എന്നിവ സഹിതം സ്ഥാപന മേധാവികൾക്ക് സമർപ്പിക്കേണ്ടതാണ്. ഡിഗ്രി വിദ്യാർഥികൾക്ക് വർഷംതോറും പത്തായിരം രൂപ വീതവും പ്രസ്തുത വിദ്യാർഥികൾക്ക് പിജി പ്രവേശനം ലഭിച്ചാൽ വർഷംതോറും ഇരുപതിനായിരം രൂപ വീതവും ലഭിക്കും. മുൻവർഷത്തെ പരീക്ഷകളിൽ 60% മാർക്ക് ലഭിക്കുന്നവർക്ക് മാത്രമേ തുടർ വർഷങ്ങളിൽ സ്കോളർഷിപ്പ് പുതുക്കാൻ സാധിക്കുകയുള്ളൂ. 
<br />
<br><strong>സുവർണ്ണ ജൂബിലി മെറിറ്റ് സ്കോളർഷിപ്പ്</strong><br>
ഒന്നാം വർഷ ഡിഗ്രി പിജി കോഴ്സുകൾക്ക് ഗവൺമെന്റ് എയ്ഡഡ് കോളേജുകളിൽ പഠിക്കുന്ന ബിപിഎൽ കുടുംബത്തിൽ പെട്ട വിദ്യാർത്ഥികൾക്ക് കേരള സർക്കാർ നൽകുന്ന സുവർണ്ണ ജൂബിലി മെറിറ്റ് സ്കോളർഷിപ്പിന് നവംബർ ഡിസംബർ മാസങ്ങളിൽ അപേക്ഷ ക്ഷണിക്കും. വാർഷിക പരീക്ഷയിൽ 50 ശതമാനത്തിൽ കൂടുതൽ മാർക്ക് ഉള്ളവർക്ക് അപേക്ഷിക്കാവുന്നതാണ്. അപേക്ഷകൾ ഓൺലൈനായി <a href="http://www.dcescholarship.kerala.gov.in">www.dceschol
arship.kerala.gov.in</a> എന്ന വെബ്സൈറ്റിൽ ആണ് നൽകേണ്ടത്. ഓൺലൈനായി അപേക്ഷ നൽകിയതിന് പ്രിന്റ് ഔട്ട് എസ്എസ്എൽസി പ്ലസ് ടു മാർക്ക് ലിസ്റ്റ് സർട്ടിഫിക്കറ്റ് എന്നിവയുടെ ഗസറ്റഡ് ഓഫീസർ അറ്റസ്റ്റ് ചെയ്ത കോപ്പി പഞ്ചായത്തിൽ നിന്നും ലഭിക്കുന്ന ബിപിഎൽ സർട്ടിഫിക്കറ്റ് വരുമാന സർട്ടിഫിക്കറ്റ് എന്നിവ സഹിതം സ്ഥാപന മേധാവികൾക്ക് സമർപ്പിക്കേണ്ടതാണ്. സ്കോളർഷിപ്പിന് അർഹരകുന്ന വിദ്യാർത്ഥികൾക്ക് ഓരോ വർഷവും പത്തായിരം രൂപ വീതം ലഭിക്കുന്നതാണ്. 
<br /><br>
<strong>സി എച്ച് മുഹമ്മദ് കോയ മുസ്ലിം ഗേൾസ് സ്കോളർഷിപ്പ്</strong><br>
ഒന്നാം വർഷ ഡിഗ്രി പിജി കോഴ്സുകൾക്കും പ്രൊഫഷണൽ കോഴ്സുകൾക്കും ഗവൺമെന്റ് എയ്ഡഡ് കോളേജുകളിലും സ്വാശ്രയ കോളേജുകളിൽ ഗവൺമെന്റ് അലോട്ട്മെന്റ് മെമ്മോ പ്രകാരം അഡ്മിഷൻ ലഭിച്ച് പഠിക്കുകയും ചെയ്യുന്ന മുസ്‌ലിം ലത്തീൻ പരിവർത്തനം ക്രിസ്ത്യൻ വിഭാഗങ്ങളിൽ പെടുന്ന പെൺകുട്ടികൾ കേരള സർക്കാർ നൽകുന്ന സ്കോളർഷിപ്പിനും ( ഡിഗ്രി വർഷം 5000 രൂപ വീണ്ടും പിജി വർഷം 6000 രൂപ വീതം പ്രൊഫഷണൽ കോഴ്സ് വർഷം 7000 രൂപ വീതം)ഹോസ്റ്റൽ സ്റ്റൈപ്പന്റിനും ( 13 ആയിരം രൂപ വീതം വർഷം) നവംബർ-ഡിസംബർ മാസങ്ങളിൽ അപേക്ഷ ക്ഷണിക്കും. 8 ലക്ഷം രൂപയിൽ കുറവ് രക്ഷിതാവിന് വാർഷിക വരുമാനവും കഴിഞ്ഞ വാർഷിക പരീക്ഷയിൽ 50 ശതമാനത്തിൽ കൂടുതൽ മാർക്ക് ഉള്ളവർക്ക് അപേക്ഷിക്കാവുന്നതാണ്. അപേക്ഷകൾ ഓൺലൈനായി <a href="http://www.minoritywelfare.kerala.gov.in">www.minoritywel
fare.kerala.gov.in</a> എന്ന വെബ്സൈറ്റിൽ ആണ് നൽകേണ്ടത്. ഓൺലൈനായി അപേക്ഷ നൽകിയത് പ്രിന്റ് ഔട്ട് വരുമാന സർട്ടിഫിക്കറ്റ് കമ്മ്യൂണിറ്റി സർട്ടിഫിക്കറ്റ് നേറ്റിവിറ്റി സർട്ടിഫിക്കറ്റ് എന്നിവയുടെ സ്വയം അറ്റസ്റ്റ് ചെയ്ത കോപ്പി എന്നിവ സഹിതം സ്ഥാപന മേധാവികൾക്ക് സമർപ്പിക്കേണ്ടതാണ്. ഹോസ്റ്റലിൽ താമസിക്കുന്ന വിദ്യാർത്ഥികൾക്ക് വാർഡനിൽ നിന്ന് വാങ്ങിയ ഹോസ്റ്റൽ ഇൻമേറ്റ് സർട്ടിഫിക്കറ്റ് കൂടി അപേക്ഷയോടൊപ്പം നൽകേണ്ടതാണ്. 
<br><br>
<strong>ന്യൂനപക്ഷ മതവിഭാഗങ്ങളിലെ സമർഥരായ വിദ്യാർത്ഥികൾക്കുള്ള പ്രൊഫ. ജോസഫ് മുണ്ടശ്ശേരി സ്കോളർഷിപ്പ്</strong><br />
ന്യൂനപക്ഷ മത വിഭാഗങ്ങളിലേ എസ്എസ്എൽസി പ്ലസ് ടു പരീക്ഷകളിൽ എല്ലാ വിഷയങ്ങൾക്കും എ പ്ലസ് ഗ്രേഡ് നേടിയ സാമ്പത്തികമായി പിന്നോക്കം നിൽക്കുന്ന സമർഥരായ വിദ്യാർഥികൾക്ക് പത്തായിരം രൂപ വീതവും ബിരുദ പരീക്ഷയിൽ 80 ശതമാനം ഓ ബിരുദാനന്തര ബിരുദ പരീക്ഷയിൽ 75% മാർക്ക് നേടിയ വിദ്യാർത്ഥികൾക്ക് പതിനഞ്ചായിരം രൂപ വീതവും പ്രൊഫ.ജോസഫ് മുണ്ടശ്ശേരി സ്കോളർഷിപ്പ് നൽകിവരുന്നു. ബിപിഎൽ അപേക്ഷകരുടെ അഭാവത്തിൽ 8 ലക്ഷം രൂപയിൽ കുറവ് കുടുംബത്തിന്റെ വാർഷിക വരുമാനം ഉള്ള കുട്ടികളെ പരിഗണിക്കുന്നതാണ്. അപേക്ഷ Error. ഹവ്പെർലിങ്ക് refrence not valid. എന്ന വെബ്സൈറ്റിൽ ഓൺലൈനായി സമർപ്പിക്കണം. ഫോട്ടോ പതിച്ച അപേക്ഷ പ്രിന്റ് ഔട്ട് വരുമാന സർട്ടിഫിക്കറ്റ് കമ്മ്യൂണിറ്റി സർട്ടിഫിക്കറ്റ് നേറ്റിവിറ്റി സർട്ടിഫിക്കറ്റ് മാർക്ക് ലിസ്റ്റ് ബാങ്ക് പാസ്ബുക്ക് പകർപ്പ് ആധാർ കാർഡിലെ പകർപ്പ് എന്നിവ സഹിതം യോഗ്യതാ പരീക്ഷ പാസായ സ്ഥാപന മേധാവികൾക്ക് സമർപ്പിക്കണം.
              </p>
              </div>
              </div>
            </div>

<!-----------------------End Education-------------------->

 <!-----------------------Start Arts-------------------->
    <div id="arts" class="bg-light p-3">
            <div class="col-md-3 abt">
            <h1>Arts</h1></div>
           <div class="col-12 col-md-10 mr-auto ml-auto">
           <div class="col-md-12 abttab1 bg-white">
            <p>
സാംസ്ക്കാരിക തനിമയുടെ വാതായനങ്ങൾ തുറന്നുനിൽക്കുന്നത് കലയുടെ വിശാലമായ ലോകത്തേക്കാണ്. കണ്ണൂരിന്റെ വിപ്ലവമണ്ണും കലാസാംസ്കാരിക സൗന്ദര്യത്തിന്റെ ചായില്യം തീർത്തതാണ്. വടക്കൻ മലബാറിന്റെ സൗന്ദര്യം തുറന്ന് കാട്ടുന്ന തെയ്യത്തിന്റെ ചടുല താളവും മാപ്പിളപ്പാട്ടിന്റെ ഈണവും ഈ മണൽ തരികളിൽ സ്വർഗ്ഗാത്മകതയുടെ അലകളിൽ മുഴങ്ങി നിൽക്കുന്നു.
കാലത്തിന്റെ  സഞ്ചാര വേഗതയിൽ മാറ്റമെത്ര വന്നാലും ഈ നാടിന്റെ കലാബോധവും കലാസൗന്ദര്യവും ജാതി-മത-വർഗ്ഗ-ലിംഗ സമത്വത്തെ വിളിച്ചുണർത്തും. ഒരു യുഗത്തിന്റെ സാംസ്കാരിക പൈതൃകത്തെ വിളിച്ചുണർത്താൻ നമ്മുടെ കലകൾക്ക് സാധിക്കും. ചരിത്രത്തെ തുടച്ചുമാറ്റുന്ന വർത്തമാനകാലത്തിൽ കലകൾ പുനരാവിഷ്കരിക്കേണ്ടത് വരുന്ന തലമുറയ്ക്ക് ആവശ്യമാണ്. നാം എന്ത് എന്നും, നമ്മുടെ പാരമ്പര്യത്തെയും സാംസ്കാരിക ചിത്രത്തെയും വരച്ചുകാട്ടാൻ കലകൾക്ക് സാധിക്കും.

കണ്ണൂർ എന്നും കലയെ നെഞ്ചോട് ചേർത്തു സഞ്ചരിക്കുകയാണ്. പൈതൃകത്തെ ചോരാതെ പുതുതലമുറയ്ക്ക് നാം ഒന്നിക്കേണ്ടതാണ് .
              </p>
              </div>
              </div>
            </div>

<!-----------------------End Arts-------------------->

 <!-----------------------Start Sports-------------------->
    <div id="sports" class="bg-light p-3">
            <div class="col-md-3 abt">
            <h1>Sports</h1></div>
           <div class="col-12 col-md-10 mr-auto ml-auto">
           <div class="col-md-12 abttab1 bg-white">
            <p>
               കണ്ണൂരിന്റെ സാംസ്കാരിക സാമൂഹിക ആതുര കല കായിക മേഖലകളിൽ പുത്തനുണർവായി കണ്ണൂരിനെ തലോടലാകുകയാണ് കണ്ണൂർ കൾച്ചറൽ ഫൌണ്ടേഷൻ വിവിധ മേഖലകളിൽ എന്ന പോലെ കണ്ണൂരിന്റെ കായിക മേഖലയിലും കൃത്യമായി ഇടപെടലുകൾ നടത്തുക എന്നത് നമ്മുടെ ലക്ഷത്തിലുണ്ട്
കേരളം എന്നു കേൾക്കുമ്പോൾ ക്രിക്കറ്റ് ആരാധകർ പോലും പറയുന്നത് കേരളം ഫുട്‍ബോൾ പ്രേമികളുടെ നാട് എന്നാണ്. 

എന്നാൽ ഫുട്‍ബോളിനേക്കാൾ ബന്ധം കേരളത്തിന് ക്രിക്കറ്റുമായി ഉണ്ട് എന്നതാണ് സത്യം. ഇന്ത്യയിൽ തന്നെ ആദ്യമായി ക്രിക്കറ്റ് കളി നടന്നത് കേരളത്തിൽ ആണെന്ന് പറയപ്പെടുന്നുണ്ട്. കേരളത്തിൽ ആദ്യമായി ക്രിക്കറ്റ് കളിച്ചത് കണ്ണൂർ ജില്ലയിലെ തലശ്ശേരിയിലാണ്. 3 "c" കളുടെ നാട് എന്നാണ് തലശ്ശേരി അറിയപ്പെടുന്നത്. "സർക്കസ്"  "കേക്ക് " പിന്നെ "ക്രിക്കറ്റ്‌ " ഇതാണ് ആ മൂന്നു C എന്ന് അധിക കണ്ണൂർകാർക് പോലും അറിയാത്ത സത്യമാണ്. 1790കളിൽ ആർതർ വെല്ലസ്ലിയാണ് തലശ്ശേരിയിൽ ക്രിക്കറ്റ് കൊണ്ടുവന്നത്. പട്ടാളക്കാരെയും സാധാരണക്കാരെയും ക്രിക്കറ്റിലേക്ക് അടുപ്പിക്കാൻ അദ്ദേഹത്തിന് സാധിച്ചു. 

1860ലാണ് കൊൽക്കത്തയിൽ ക്രിക്കറ്റ് എത്തുന്നത്. എന്നാൽ അതെ വർഷം തന്നെ തലശ്ശേരിയിൽ ക്രിക്കറ്റ് പ്രേമികൾ ഒരു ക്രിക്കറ്റ് ക്ലബ് രൂപീകരിച്ചിരുന്നു. പിന്നീട് ടൗണ് ക്രിക്കറ്റ് ക്ലബ്‌ എന്നറിയപ്പെട്ടിരുന്ന ഈ ക്ലബ്‌ ഇന്ത്യയിലെ തന്നെ ആദ്യത്തെ ക്ലബ്ബുകളിൽ ഒന്നാണ്. കുട്ടിയും കോലും എന്ന കളിയുമായുള്ള ക്രിക്കറ്റിന്റെ സാമ്യം ജനങ്ങളെ ആകർഷിക്കാൻ ഒരു കാരണമായി എന്ന് പറയപ്പെടുന്നുണ്ട്. തലശ്ശേരി ക്രിക്കറ്റ് ഗ്രൗണ്ടിന് 200 വർഷത്തിൽ അധികം പഴക്കമുണ്ട്.  സ്റ്റേഡിയത്തിന്റെ ഇരുന്നൂറാം വാർഷികവുമായി ബന്ധപ്പെട്ട് ഇന്ത്യയിലെയും ശ്രീലങ്കയിലെയും വിരമിച്ച താരങ്ങൾ തമ്മിലുള്ള ക്രിക്കറ്റ് മത്സരം അരങ്ങേറിയിരുന്നു. രഞ്‌ജി ട്രോഫി മത്സരങ്ങൾ ഇന്നും തലശ്ശേരിയിൽ നടന്നു വരുന്നുണ്ട്. 

"മലയാളിയുടെ ഫുട്ബാൾ ഭ്രാന്ത് "

മലയാളികളുടെ ഫുട്ബാളിനോടുള്ള പ്രണയം ഭ്രാന്തമാണ്‌. മറ്റുള്ള ആരാധകരിൽ നിന്ന് വ്യത്യസ്‍തമായി ഫുട്ബാളിന്റെ സാങ്കേതികവും ചരിത്രപരവുമായ കാര്യങ്ങളെപ്പറ്റി അറിവുള്ളവരാണ് മലയാളികളായ ഫുട്ബോൾ ആരാധകർ. നിശ്ചിത ഇടവേളകളിൽ പുറത്തിറങ്ങുന്ന ഫുട്ബോൾ ആധാരമാക്കിയ സിനിമകൾ ഈ ഭ്രാന്തിന്റെ മറ്റൊരു വശമാണ്.

എന്നും ഫുട്ബോൾ ലോകകപ്പ് മലയാളികളുടെ ഉത്സവമാണ്. ഫുട്ബോൾ ലോകകപ്പ് സമയത്ത് ഒരു വീട്ടിൽ തന്നെ പല ടീമിന്റെ ആരാധകർ ഉണ്ടാകും. വീഥികളിൽ പ്രശസ്ത താരങ്ങളുടെ ബാനറുകളും പോസ്റ്ററുകളും പ്രതിമകളും ഉയരും. ആരോഗ്യകരമായ പന്തയങ്ങളും വരവേൽപ്പുകളും നടക്കും. തെരുവുകളിൽ പടുകൂറ്റൻ സ്ക്രീനുകൾ സ്ഥാപിക്കപ്പടും. ഒരു ഉത്സവത്തിനുള്ള കൂട്ടമുണ്ടാകും ഓരോ സ്‌ക്രീനിനും താഴെ. ഷോപ്പിംഗ് മാളുകളിലെ സ്ക്രീനുകൾ കളികളുടെ തത്സമയ സംപ്രേഷണത്തിനുള്ളതായി മാറും. ആയിരക്കണക്കിന് മൈലുകൾ അകലെയുള്ള രാജ്യങ്ങളുമായും അന്നാട്ടിലെ താരങ്ങളുമായും അവർ തങ്ങളെത്തന്നെ ബന്ധപ്പെടുത്തും. ബാർബർ ഷോപ്പുകളിൽ താരങ്ങളുടെ ഹെയർ സ്റ്റൈലിനനുസരിച്ചുള്ള കട്ടിങ്ങുകൾ പ്രശ്സതകും. മെസ്സിയും റൊണാൾഡോയും നെയ്മറുമെല്ലാം അവരുടെ ആരാധ്യപുരുഷന്മാരാകും. അതുകൊണ്ടൊക്കെയാകും ലോകകപ്പിന്റെ സമയത്ത് നാട്ടിലേക്ക് പറന്നിറങ്ങുന്ന മലയാളി പ്രവാസികളുടെ എണ്ണം കൂടുതലാണെന്ന കണക്ക് മറ്റു നാട്ടുകാർക്ക് വിസ്മയമാകുമ്പോഴും നമുക്ക് സാധാരണ സംഭവമാകുന്നത്.

ഇന്ത്യൻ സൂപ്പർ ലീഗും കേരള ബ്ലാസ്റ്റേഴ്സും

ഫുട്ബോൾ ആരാധകരായ ഓരോ മലയാളികളുടെയും ദുഃഖമായിരുന്നു മികച്ച നിലവാരം പുലർത്തുന്ന തത്സമയ സംപ്രേഷണം ലഭ്യമായ ടൂർണമെന്റിന്റെ അഭാവം. അത്തരമൊരു സാഹചര്യത്തിലാണ് ഇന്ത്യൻ സൂപ്പർ ലീഗും കേരള ബ്ലാസ്റ്റേഴ്സും നമുക്കിടയിലേക്ക് വരുന്നത്.

2014 മെയ് 24 ന് സ്ഥാപിതമായ കേരള ബ്ലാസ്റ്റേഴ്സിന്റെ ആദ്യത്തെ പ്രൊഫഷണൽ സീസൺ ഏതാനും മാസങ്ങൾക്ക് ശേഷം 2014 ഒക്ടോബറിൽ ആരംഭിച്ചു. കൊച്ചിയിലെ ജവഹർലാൽ നെഹ്‌റു സ്റ്റേഡിയത്തിലാണ് അവർ ഹോം മത്സരങ്ങൾ കളിക്കുന്നത്.

തൃശൂർപൂരവും വള്ളംകളിയും കലോത്സവങ്ങളുമെല്ലാം പോലെതന്നെ ഇന്ത്യൻ സൂപ്പർ ലീഗും മലയാളികളുടെ ഉത്സവമായി. ഇന്ത്യൻ സൂപ്പർ ലീഗ്  സ്ഥാപിച്ച് രണ്ടാം വർഷമാണ് കേരളാബ്ലാസ്റ്റേഴ്‌സ് ലീഗിന്റെ ഭാഗമാകുന്നത്‌. വിജയപരാജയങ്ങളുടെ ഏറ്റക്കുറച്ചിലുകളുടെ ഓരോ ഘട്ടത്തിലും മലയാളികൾ ബ്ലാസ്റ്റേഴ്സിനൊപ്പം നിന്നു. ഇന്ത്യയിലെ തന്നെ, ലോകത്തിലെതന്നെ ഏറ്റവും വലിയ ആത്മാർത്ഥമായ ആരാധക പിന്തുണ ബ്ലാസ്റ്റേഴ്സിനൊപ്പമിന്നുണ്ട്. ഇന്ത്യയിൽ ഏറ്റവും കൂടുതൽ കാണികൾ ഹാജരാകുന്ന ടീമെന്ന റെക്കോർഡ് കേരളാബ്ലാസ്റ്റേഴ്‌സ് സ്വന്തമാക്കിയിട്ടുണ്ട്.
കണ്ണൂർ കൾച്ചറൽ ഫൌണ്ടേഷൻ കണ്ണൂരിന്റെ താളമാകാൻ മറ്റെല്ലാ മേഖലകളിലും എന്നപോലെ കായിക മേഖലയിലും കൃത്യമായ ഇടപെടലുകളും കാഴചപ്പാടുകളുമായി ഉണ്ടാകും കായിക കണ്ണൂരിനോപ്പം
              </p>
              </div>
              </div>
            </div>

<!-----------------------End Sports-------------------->
</div>
</div>
<!-----------------------scrits-------------------->
<script src="https://code.jquery.com/jquery-3.4.0.js"></script>
<script src="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.13.0/js/fontawesome.min.js"></script>
<!-----------------------bootstrap cdn-------------------->
<script src="https://stackpath.bootstrapcdn.com/bootstrap/4.3.1/js/bootstrap.min.js"
 integrity="sha384-JjSmVgyd0p3pXB1rRibZUAYoIIy6OrQ6VrjIEaFf/nJGzIxFDsf4x0xIM+B07jRM"
 crossorigin="anonymous"></script>
<!-----------------------bootstrap cdn-------------------->

  <script src="js/my.js"></script>

</body>
</html>